Repository: 36grad/facerecognition
Catalog: translationfiles/*/facerecognition.po
Languages: es

source: Analyzing images
es: Analizando imagenes

source: {processedImages} of {totalImages} - Ends approximately {estimatedFinalize}
es: {processedImages} de {totalImages} - Finaliza aproximadamente {estimatedFinalize}

source: Stopped
es: Detenido

source: {processedImages} images in queue
es: {processedImages} imagenes en cola

source: Persons
es: Personas

source: Looking for faces in this image…
es: Buscando rostros en esta imagen…

source: Rename
es: Renombrar

source: No people found
es: No se encontraron personas

source: This image is not yet analyzed
es: Esta imagen aún no ha sido analizada

source: Please, be patient
es: Por favor sea paciente

source: Please enter a name to rename the person
es: Por favor ingrese un nombre para renombrar la persona

source: Rename Person
es: Renombrar Persona

source: Cancel
es: Cancelar

source: Face Recognition
es: Reconocimiento Facial

source: Here you can see photos of your friends that are recognized
es: Aqui puedes ver fotos de tus amigos reconocidos

source: Looking for your recognized friends
es: Buscando tus amigos reconocidos

source: Your friends have not been recognized yet
es: Tus amigos aún no han sido reconocidos

source: A face recognition app
es: Una aplicación de reconocimiento facial

source: Open Documentation
es: Abrir Documentación

source: Configuration information
es: Información de la configuración

source: Current status
es: Estado actual
